Repository: Acidburn0zzz/oyranos
Catalog: po/*.po
Languages: cs

source: The littleCMS "create_profile.colour_matrix" command lets you create ICC profiles from some given colourimetric coordinates. The filter expects a oyOption_s object with name "colour_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma" containing 9 floats in the order of CIE*x for red, CIE*y for red, CIE*x for green, CIE*y for green, CIE*x for blue, CIE*y for blue, CIE*x for white, CIE*y for white and a gamma value.
cs: Příkaz littleCMS "create_profile.colour_matrix" umožní vytvořit profily ICC z daných kolorimetrických souřadnic. Filter očekává objekt oyOption_s se jménem "colour_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma" obsahujícím 9 hodnot v plovoucí čárce v pořadí CIE*x pro červenou, CIE*y pro červenou, CIE*x pro zelenou, CIE*y pro zelenou, CIE*x pro modrou, CIE*y pro modrou, CIE*x pro bílou, CIE*y pro bílou a hodnotu gama.

source: The littleCMS "create_profile.colour_matrix" command lets you create ICC profiles from some given colourimetric coordinates. The filter expects a oyOption_s object with name "colour_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma" containing 9 floats in the order of CIE*x for red, CIE*y for red, CIE*x for green, CIE*y for green, CIE*x for blue, CIE*y for blue, CIE*x for white, CIE*y for white and a gamma value. The result will appear in "icc_profile" with the additional attributes "create_profile.colour_matrix".
cs: Příkaz Little CMS "create_profile.colour_matrix" umožňuje vytvořit profily ICC z určených kolorimetrických souřadnic. Filter očekává objekt oyOption_s se jménem "colour_matrix.redx_redy_greenx_greeny_bluex_bluey_whitex_whitey_gamma" obsahujícím 9 hodnot v plovoucí čárce v pořadí CIE*x pro červenou, CIE*y pro červenou, CIE*x pro zelenou, CIE*y pro zelenou, CIE*x pro modrou, CIE*y pro modrou, CIE*x pro bílou, CIE*y pro bílou a hodnotu gama. Výsledek bude v "icc_profile" s dodatečnými atributy "create_profile.colour_matrix".

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from a given ICC profile for proofing. The filter expects a oyOption_s object with name "proofing_profile" containing a oyProfile_s as value. The options "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation" and "cmyk_cmyk_black_preservation" are honoured. The result will appear in "icc_profile" with the additional attributes "create_profile.proofing_effect" as a oyProfile_s object.
cs: Příkaz Little CMS "create_profile.proofing_effect" umožní vytvořit abstraktní profily ICC z daného simulačního profilu ICC (proof). Filter očekává objekt oyOption_s se jménem "proofing_profile" obsahujícím jako hodnotu oyProfile_s. Volby "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation" a "cmyk_cmyk_black_preservation" jsou respektovány. Výsledek se objeví v "icc_profile" s dodatečnými atributy "create_profile.proofing_effect" jako objekt oyProfile_s.

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from a given ICC profile for proofing. The filter expects a oyOption_s object with name "proofing_profile" containing a oyProfile_s as value. The options "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation", "precalculation_curves", "cmyk_cmyk_black_preservation" and "adaption_state" are honoured. The result will appear in "icc_profile" with the additional attributes "create_profile.proofing_effect" as a oyProfile_s object.
cs: Příkaz littleCMS "create_profile.proofing_effect" umožnuje vytvořit abstraktní profily ICC z určeného simulačního profilu ICC (proof). Filter očekává objekt oyOption_s se jménem "proofing_profile" obsahujícím jako hodnotu oyProfile_s. Volby "rendering_intent", "rendering_intent_proof", "rendering_bpc", "rendering_gamut_warning", "precalculation", "precalculation_curves", "cmyk_cmyk_black_preservation" a "adaption_state" jsou respektovány. Výsledek bude v "icc_profile" s dodatečnými atributy "create_profile.proofing_effect" jako objekt oyProfile_s.

source: The littleCMS "create_profile.proofing_effect" command lets you create ICC abstract profiles from some given ICC profile. See the "proofing_effect" info item.
cs: Příkaz Little CMS "create_profile.proofing_effect" umožňuje vytvořit abstraktní profil ICC z daného profilu ICC. Viz položka "proofing_effect".

source: The module is responsible for many settings in the Oyranos colour management settings panel. If applied the module care about rendering intents, simulation, mixed colour documents and default profiles.
cs: Module je odpovědný za mnohá nastavení v ovládacím panelu správy barev Oyranosu. Pokud bude použit, modul se postará o záměry transformace, simulace, dokumenty se smíšenými barvami a výchozí profily.

source: The oyX1 module supports the generic device protocol.
cs: Modul oyX1 podporuje protokol obecného zařízení.

source: The oyX1 modules "set_xcm_region" handler lets you set X Color Management compatible client side colour regions. The implementation uses libXcm and Oyranos.
cs: Obslužná rutina "set_xcm_region" modulů Oyranosu umožňuje nastavit regiony barev pro klientskou stranu kompatibilní se správou barev v X.

source: The preferred CIE*Lab Editing Color Space shall describe the CIE*Lab.
cs: Preferovaný barvový prostor editace CIE*Lab by měl popisovat CIE*Lab.

source: The preferred Cmyk Editing Color Space should represent a color space that complies to well defined printing conditions like FOGRA or SWOP.
cs: Preferovaný barvový prostor editace CMYK by měl popisovat barvový prostor, který je kompatibilní s dobře definovaným standardem jako např. FOGRA či SWOP.

source: The preferred Gray Editing Color Space shall describe a single lighness channel color space for grayscale images.
cs: Preferovaný barvový prostor editace v šedi by měl popisovat barvový prostor s jedním kanálem jasu pro monochromatické obrázky.

source: The preferred Rgb Editing Color Space should represent a well behaving color space like sRGB.
cs: Preferovaný barvový prostor editace RGB by měl popisovat dobře se chovající barvový prostor jako např. sRGB.

source: The preferred XYZ Editing Color Space shall decribe CIE*XYZ.
cs: Preferovaný barvový prostor editace XYZ by měl popisovat CIE*XYZ.

source: The proofing color space represents a real color device for simulation. Possible uses cases are to simulate a print machine, a viewing environment in a theater or a expected small monitor gamut.
cs: Barvový prostor pro simulaci zastupuje skutečné zařízení, jež má být napodobeno. Tímto lze umožnit například simulaci barev skutečné tiskárny, pozorovacích podmínek v divadle nebo předpokládaného malého gamutu monitoru.

source: The qarz module supports the generic device protocol.
cs: Module qarz podporuje protokol obecného zařízení.

source: The raw image backend of Oyranos.
cs: Backend Oyranosu pro RAW snímky.

source: The scanner (hopefully)usefull backend of Oyranos.
cs: Užitečný (doufejme) backend Oyranosu pro skener.

source: The selected color space will be assigned to untagged CIE*Lab color content and define colors for further processing.
cs: Vybraný barvový prostor bude přiřazen k neoznačeným barvám modelu CIE*Lab a definuje barvy pro další zpracování.

source: The selected color space will be assigned to untagged Cmyk color content and define colors for further processing.
cs: Vybraný barvový prostor bude přiřazen k neoznačeným barvám CMYK a definuje barvy pro další zpracování.

source: The selected color space will be assigned to untagged Gray color content and define colors for further processing.
cs: Vybraný barvový prostor bude přiřazen k neoznačeným barvám modelu Gray (šeď) a definuje odstíny pro další zpracování.

source: The selected color space will be assigned to untagged Rgb color content and define colors for further processing. Typical sRGB should be assumed.
cs: Vybraný barvový prostor bude přiřazen k neoznačeným barvám RGB a definuje barvy pro další zpracování.

source: The selected color space will be assigned to untagged XYZ color content and define colors for further processing.
cs: Vybraný barvový prostor bude přiřazen k neoznačeným barvám modelu XYZ a definuje barvy pro další zpracování.

source: The set_xcm_region takes minimal three options. The key name "window_rectangle" specifies in a oyRectangle_s object the requested window region in coordinates relative to the window. If its parameters are all set to zero, then the rectangle is ignored. The "old_window_rectangle" is similiar to the "window_rectangle" option but optionally specifies to remove a old rectangle. The "window_id" specifies a X11 window id as oyBlob_s. The "display_id" specifies a X11 Display struct as oyBlob_s. The "icc_profile" option of type oyProfile_s optionally provides a ICC profile to upload to the server.
cs: set_xcm_region vyžaduje minimálně tři volby. Klíčové jméno "window_rectangle" určuje v objektu oyRectangle_s požadovanou okenní oblast se souřadnicemi relativními k oknu. Pokud jsou všechny jeho parametry nastaveny na nulu, pak je obdélník ignorován. "old_window_rectangle" je obdobou volby "window_rectangle", ale volitelně lze určit odstranění starého obdélníku. "window_id" určuje ID okna X11 jako oyBlob_s. "display_id" určuje X11 Display struct jako oyBlob_s. Volba "icc_profile" typu oyProfile_s volitelně poskytuje profil ICC, který má být nahrán na server.

source: The window support module of Oyranos.
cs: Okenní podpůrný modul Oyranosu.

source: Thermal wax printer
cs: Tepelná vosková tiskárna

source: This setting decides what to do in the case that colors have no color space assigned. Typical the according assumed ICC profile should be assigned.
cs: Toto nastavení rozhoduje, co se má dělat v případě, že barvy nemají přiřazen žádný barvový prostor. Obvykle by měl být přiřazen příslušný předpokládaný profil ICC.

source: Type
cs: Typ

source: Undefined
cs: Nedefinováno

source: Unexpected object type:
cs: Neočekávaný typ objektu:

source: Unix and derivatives
cs: Unix a deriváty

source: Usage
cs: Použití

source: Use Black Point Compensation
cs: Použít kompenzaci černého bodu (BPC)

source: Value
cs: Hodnota

source: Video camera
cs: Video kamera

source: Viewing Conditions
cs: Pozorovací podmínky

source: Viewing conditions description
cs: Popis pozorovacích podmínek

source: WARNING
cs: VAROVÁNÍ

source: Well behaving Color Space for Editing
cs: Dobře se chovající barvový prostor pro editaci

source: White xy:
cs: Bílá xy:

source: Write
cs: Zapsat

source: Write PNG
cs: Zapsat PNG

source: Write PPM
cs: Zapsat PPM

source: Write to ICC profile:
cs: Zapsat do profilu ICC:

source: Wrong ICC profile id detected
cs: Zjištěno chybné ID profilu ICC

source: XRandR CrtcInfo request failed
cs: Požadavek XRandR CrtcInfo selhal

source: Xinerama request failed
cs: Požadavek Xinerama selhal

source: Yellow
cs: Žlutá

source: Yes
cs: Ano

source: You can get them from http://sf.net/projects/openicc
cs: Můžete je získat na http://sf.net/projects/openicc

source: Zero profiles found in Taxi ICC DB
cs: V Taxi ICC DB nebyly nalezeny žádné profily

source: abstract class
cs: třída abstrakce

source: add prefix
cs: přidat prefix

source: allocation failed
cs: alokace selhala

source: attempt to add a incomplete filter
cs: pokus o přidání neúplného filtru

source: check
cs: kontrola

source: colour space class
cs: třída barvového prostoru

source: default profile type does not exist:
cs: výchozí typ profilu neexistuje:

source: description
cs: popis

source: display class
cs: třída displeje

source: download ID from Taxi data base
cs: stáhnout ID z databáze Taxi

source: embed OpenICC device JSON from file
cs: vložit JSON OpenICC ze souboru

source: enable simple defaults
cs: aktivovat jednoduché výchozí hodnoty

source: error in module:
cs: chyba v modulu:

source: f(X)=(a*X+b)^gamma + c for X>=-b/a
cs: f(X)=(a*X+b)^gama + c pro X>=-b/a

source: f(X)=(a*X+b)^gamma + e for X>=d
cs: f(X)=(a*X+b)^gama + e pro X>=d

source: f(X)=(a*X+b)^gamma for X>=-b/a
cs: f(X)=(a*X+b)^gama pro X>=-b/a

source: f(X)=(a*X+b)^gamma for X>=d
cs: f(X)=(a*X+b)^gama pro X>=d

source: f(X)=0 for (X<-b/a)
cs: f(X)=0 pro (X<-b/a)

source: f(X)=X^gamma
cs: f(X)=X^gama

source: f(X)=c for (X<-b/a)
cs: f(X)=c pro (X<-b/a)

source: f(X)=c*X for (X<d)
cs: f(X)=c*X pro (X<d)

source: f(X)=c*X+f for (X<d)
cs: f(X)=c*X+f pro (X<d)

source: file exists, please remove befor installing new profile.
cs: soubor existuje, odstraňte jej prosím před instalací nového profilu.

source: found issues
cs: nalezené problémy

source: found issues parsing JSON
cs: zjištěny problémy při analýze JSON

source: found list of wrong type
cs: zjištěn seznam chybného typu

source: found no observer
cs: nenalezen žádný pozorovatel

source: found observer of wrong type
cs: zjištěn pozorovatel chybného typu

source: full path and file name
cs: plná cesta a název souboru

source: gamma
cs: gama

source: help
cs: nápověda

source: input class
cs: třída vstupu

source: install in the OpenIccDirectory icc path
cs: Nainstalujte do cesty "OpenIccDirectory"

source: installation of new policy file failed with error:
cs: instalace nové politiky selhalo s chybou:

source: installed new policy
cs: instalována nová politika

source: internal name
cs: interní jméno

source: is a ICC color conversion tool
cs: je nástroj na transformace ICC

source: is a ICC colour profile grapher
cs: zobrazí graf barvového profilu ICC

source: is a ICC profile information tool
cs: umí zobrazit informace o profilu ICC

source: is a colour profile administration tool for monitors
cs: je nástroj pro barvové profily monitorů

source: is a policy administration tool
cs: je nástroj pro správu politik

source: key/value pairs found:
cs: nalezené key/value dvojice:

source: less Xinerama monitors than XRandR ones
cs: Xinerama hlásí méně monitorů než XRandR

source: levels from 4-16 make sense
cs: rozumné jsou úrovně od 4 - 16

source: libraw input filter
cs: vstupní filtr libraw

source: linux system path
cs: linuxová systémová cesta

source: littleCMS 2 project; www: http://www.littlecms.com; support/email: support@littlecms.com; sources: http://www.littlecms.com/downloads.htm; Oyranos wrapper: Kai-Uwe Behrmann for the Oyranos project
cs: Projekt littleCMS 2; www: http://www.littlecms.com; support/email: support@littlecms.com; zdrojové kódy: http://www.littlecms.com/downloads.htm; Oyranos wrapper: Kai-Uwe Behrmann pro projekt Oyranos

source: littleCMS project; www: http://www.littlecms.com; support/email: support@littlecms.com; sources: http://www.littlecms.com/downloads.htm; Oyranos wrapper: Kai-Uwe Behrmann for the Oyranos project
cs: Projekt littleCMS; www: http://www.littlecms.com; support/email: support@littlecms.com; zdrojové kódy: http://www.littlecms.com/downloads.htm; Oyranos wrapper: Kai-Uwe Behrmann pro projekt Oyranos

source: machine specific path
cs: cesta příslušného počítače

source: match value
cs: hledat hodnotu

source: missed -w option to write a ICC profile
cs: chybějící volba -w pro zápis do profilu ICC

source: module name
cs: jméno modulu

source: name longer than
cs: jméno delší než

source: named colour class
cs: třída pojmenovaných barev

source: new BSD license: http://www.opensource.org/licenses/bsd-license.php
cs: Licence new BSD: http://www.opensource.org/licenses/bsd-license.php

source: no EDID available from
cs: EDID není k dispozici z

source: no EDID available from X properties
cs: z X vlastností není dostupné EDID.

source: no Screen found
cs: nenalezena žádná obrazovka

source: no oyX1Monitor_s created
cs: oyX1Monitor_s nebyl vytvořen

source: no qarzMonitor_s from
cs: žádný qarzMonitor_s z

source: not a profile:
cs: není profil:

source: not found:
cs: nenalezeno:

source: omit border
cs: vynechat okraj

source: omit the spectral line
cs: vynechat spektrální linii

source: open X Display failed
cs: selhalo otevření X displeje

source: open X Screen failed
cs: selhalo otevření X obrazovky

source: output class
cs: třída výstupu

source: oyranos install path
cs: cesta instalace Oyranosu

source: parametric function type
cs: typ parametrické funkce

source: path is a link: ignored
cs: cesta je odkaz: ignorováno

source: path is not a directory
cs: cesta není adresář

source: path is not readable
cs: nelze číst cestu

source: policy name
cs: jméno politiky

source: policy or filename
cs: politika nebo jméno souboru

source: profile name
cs: jméno profilu

source: profile not found in colour path:
cs: profil nenalezen v předdefinovaném adresáři:

source: profile not found:
cs: profil nenalezen:

source: read from file
cs: číst ze souboru

source: select format, currently only clut
cs: zvolte formát, v současnosti pouze CLUT

source: select tag
cs: vybrat štítek

source: show hints and question GUI
cs: ukázat GUI nápovědy a otázek

source: specify incemental increase of the thickness of the graph lines
cs: specifikovat inkrementální zvýšení tloušťky čar grafu

source: specify increase of the thickness of the graph lines
cs: specifikovat zvýšení tloušťky čar grafu

source: specify output file name, default is output.png
cs: specifikujte výstupní jméno souboru, výchozí je output.png

source: specify output image width in pixel
cs: specifikujte šířku výstupního obrázku v pixelech

source: system path
cs: systémová cesta

source: unexpected EDID lenght
cs: neočekávaná délka EDID

source: unexpected user_data type
cs: neočekávaný typ user_data

source: unfinished
cs: nedokončeno

source: unknown
cs: neznámý

source: use CIE*xyY *x*y plane for saturation line projection
cs: použít rovinu CIE*xyY *x*y pro projekci saturační linie

source: use device class
cs: použít třídu zařízení

source: use new name
cs: použít nové jméno

source: user path
cs: uživatelská cesta

source: verbose
cs: upovídaný výstup

source: will overwrite policy file
cs: přepíše soubor politiky

source: with '.' is not allowed
cs: s '.' není povoleno

source: write to file
cs: zapsat do souboru

source: write to file, currently only PPM format
cs: zapsat do souboru, v současnosti pouze ve formátu PPM

source: wrong argument to option:
cs: chybný argument pro volbu:

source: wrong profile for static web colour space selected, need sRGB
cs: špatný profil pro statický barvový prostor webu, vyžadováno sRGB
