Repository: Acidburn0zzz/oyranos
Catalog: po/*.po
Languages: cs

source: Little CMS tries to optimize profile chains whatever possible. There are some built-in optimization schemes, and you can add new schemas by using a plug-in. This generally improves the performance of the transform, but may introduce a small delay of 1-2 seconds when creating the transform. If you are going to transform just few colors, you don't need this precalculations. Then, the flag cmsFLAGS_NOOPTIMIZE in cmsCreateTransform() can be used to inhibit the optimization process. See the API reference for a more detailed discussion of the flags.
cs: Little CMS se snaží optimalizovat řetězení profilů kdykoliv je to možné. Některá optimalizační schémata jsou již přednastavena, nová schémata můžete přidat skrze plug-in. Obvykle dojde ke zlepšení výkonu transformace, ale může dojít ke zpoždění při vytváření metody transformace. Pokud budete transformovat pouze několik barev, pak nepotřebujete tyto předběžné výpočty. V takovém případě lze použít příznak cmsFLAGS_NOOPTIMIZE v cmsCreateTransform() k zabránění procesu optimalizace. Viz reference API pro detailnější diskuzi ohledně příznaků.

source: LittleCMS 2 is a CMM, a color management engine; it implements fast transforms between ICC profiles. "Little" stands for its small overhead. With a typical footprint of about 100K including C runtime, you can color-enable your application without the pain of ActiveX, OCX, redistributables or binaries of any kind. We are using little cms in several commercial projects, however, we are offering lcms library free for anybody under an extremely liberal open source license.
cs: Little CMS je modul správy barev (CMM); implementuje rychlé transformace mezi profily ICC. "Little" znamená malou režii. Přidáním cca 100 kB včetně spustitelného kódu v C můžete umožnit správu barev ve své aplikaci, aniž byste se otravovali s ActiveX, OCX, distribuovanými programy či binárkami jakéhokoliv druhu. Little CMS je používáno v několika komerčních projektech, nicméně knihovna lcms je k dispozici zdarma pro kohokoliv pod extrémně liberální licencí pro otevřený zdrojový kód.

source: LittleCMS is a CMM, a color management engine; it implements fast transforms between ICC profiles. "Little" stands for its small overhead. With a typical footprint of about 100K including C runtime, you can color-enable your application without the pain of ActiveX, OCX, redistributables or binaries of any kind. We are using little cms in several commercial projects, however, we are offering lcms library free for anybody under an extremely liberal open source license.
cs: Little CMS je modul správy barev (CMM); implementuje rychlé transformace mezi profily ICC. "Little" znamená malou režii. Přidáním cca 100 kB včetně spustitelného kódu v C můžete umožnit správu barev ve své aplikaci, aniž byste se otravovali s ActiveX, OCX, distribuovanými programy či binárkami jakéhokoliv druhu. Little CMS je používáno v několika komerčních projektech, nicméně knihovna lcms je k dispozici zdarma pro kohokoliv pod extrémně liberální licencí pro otevřený zdrojový kód.

source: Load
cs: Načíst

source: Load Image File Object
cs: Načíst objekt obrázkového souboru

source: Lookup table, PCS to device, intent perceptual
cs: Vyhledávací tabulka, PCS do zařízení, záměr perceptuální

source: Lookup table, PCS to device, intent relative colorimetric
cs: Vyhledávací tabulka, PCS do zařízení, záměr relativní kolorimetrický

source: Lookup table, PCS to device, intent saturation
cs: Vyhledávací tabulka, PCS do zařízení, záměr saturace

source: Lookup table, device to PCS, intent perceptual
cs: Vyhledávací tabulka, zařízení do PCS, záměr perceptuální

source: Lookup table, device to PCS, intent relative colorimetric
cs: Vyhledávací tabulka, zařízení do PCS, záměr relativní kolorimetrický

source: Lookup table, device to PCS, intent saturation
cs: Vyhledávací tabulka, zařízení do PCS, záměr saturace

source: Luminance
cs: Jas

source: Luminance Y
cs: Jas Y

source: MIT license: http://www.opensource.org/licenses/mit-license.php
cs: Licence MIT: http://www.opensource.org/licenses/mit-license.php

source: Magenta
cs: Purpurová

source: Manufacturer
cs: Výrobce

source: Manufacturer:
cs: Výrobce:

source: Mark Out Of Gamut colors
cs: Označit barvy mimo gamut

source: Matrix
cs: Matice

source: Measured colours
cs: Změřené barvy

source: Measurement
cs: Měření

source: Media black point
cs: Černý bod média

source: Media white point
cs: Bílý bod média

source: Mismatching
cs: Nesoulad

source: Mixed color spaces inside one single document can be difficult to handle for some systems. The settings can give the option to flatten document color spaces.
cs: Smíšené barvové prostory v rámci jednoho dokumentu mohou být pro některé systémy obtížně zpracovatelné. Je možné nastavit preferenci pro převod do jediného prostoru barev.

source: Modell:
cs: Model:

source: Module Options
cs: Volby modulu:

source: Monitors, which can be detected through the video card driver and windowing system.
cs: Monitory, které lze detekovat prostřednictvím ovladače grafické karty a okenního systému.

source: More bits mean more precission for processing and more size.
cs: Více bitů znamená větší přesnost při zpracování a větší velikost.

source: Most users want a simple display of colors and will not check if colors match the simulation color space.
cs: Většina uživatelů nemá potřebu kontrolovat, zda se jednotlivé barvy vejdou do barvového prostoru simulace.

source: My filter introduction.
cs: Úvod k filtrům.

source: Name
cs: Jméno

source: Named Colour
cs: Pojmenovaná barva

source: Named Colour 2
cs: Pojmenovaná barva 2

source: Need a ICC profile to modify.
cs: Pro úpravu je třeba profil ICC.

source: No
cs: Ne

source: No ICC profile id detected
cs: Nedetekován žádný profil ICC

source: No Image profile
cs: Žádný profil obrázku

source: No monitor gamma curves by profile:
cs: Žádné gama křivky monitoru v profilu:

source: Offset Lithography
cs: Offsetová litografie

source: On Cmyk Mismatch
cs: V případě nesouladu CMYK

source: On Rgb Mismatch
cs: V případě nesouladu RGB

source: Optimization
cs: Optimalizace

source: Option
cs: Volba

source: Option "filename", a valid filename
cs: Volba "filename", platné jméno souboru

source: Option "filename", a valid filename of a existing PNG image
cs: Volba "filename", platný název souboru existujícího PNG obrázku

source: Option "filename", a valid filename of a existing PPM image
cs: Volba "soubor", platné jméno souboru existujícího obrázku PPM

source: Option not supported type:
cs: Volba nepodporovaného typu:

source: Output
cs: Výstupní

source: Output Color Space
cs: Výstupní barvový prostor

source: Oyranos ICC policy
cs: Politika Oyranosu pro ICC

source: Oyranos ICC policy module
cs: Modul politiky Oyranosu pro ICC

source: Oyranos Scanner
cs: Oyranos skener

source: Oyranos Settings
cs: Nastavení Oyranosu

source: Oyranos Settings Group
cs: Skupina nastavení Oyranosu

source: Oyranos Settings allow to fine tune handling of color management.
cs: Nastavení Oyranosu umožňují doladit chování správy barev.

source: Oyranos Version
cs: Verze Oyranosu

source: Oyranos allowes detailed settings like preferred editing color spaces and the behaviour of color conversions or simulation. Oyranos reduces the work involved in all color management related decisions through automation, useful defaults and grouping of settings in selectable policies.
cs: Oyranos umožňuje nastavit např. barvový prostor pro editaci a způsob transformace či simulace barev. Oyranos sníží množství práce spojené se správou barev pomocí automatizace, užitečných výchozích hodnot a seskupování nastavení do volitelných politik.

source: Oyranos display filter
cs: Filter Oyranosu pro displej

source: Oyranos is a Color Management System (CMS), which relies one the ICC file format standard (<a href="http://www.color.org">www.color.org</a>) for color space definitions. The use of ICC color profiles shall enable a flawless and automated color data exchange between different color spaces and various devices with their respective physical color behaviours.
cs: Oyranos je systém pro správu barev (CMS), který využívá jeden ze standardů souborového formátu ICC (<a href="http://www.color.org">www.color.org</a>) pro definice barvových prostorů. Použití barvových profilů ICC má umožnit bezproblémovou a automatizovanou výměnu dat o barvách mezi různými barvovými prostory a různými zařízeními s ohledem na jejich schopnost reprodukce barev.

source: Oyranos modules
cs: Moduly Oyranosu

source: Oyranos project; www: http://www.oyranos.com; support/email: ku.b@gmx.de; sources: http://www.oyranos.com/wiki/index.php?title=Oyranos/Download
cs: Projekt Oyranos; www: http://www.oyranos.com; podpora/email: ku.b@gmx.de; zdrojové soubory: http://www.oyranos.com/wiki/index.php?title=Oyranos/Download

source: Oyranos settings let you configure ICC color management behaviour for a local computer. The settings can be per user and per system.
cs: Nastavení Oyranosu umožňuje konfiguraci správy barev dle ICC pro místní počítač. Nastavení mohou být zvlášť pro uživatele a pro systém.

source: Oyranos supplied modules
cs: Moduly poskytované Oyranosem

source: Passive matrix monitor
cs: Monitor s pasívní maticí

source: Paths
cs: Cesty

source: Paths where ICC Profiles can be found
cs: Cesty, kde jsou uloženy profily ICC

source: Perceptual
cs: Perceptuální

source: Photographic paper printer
cs: Tiskárna na fotografický papír

source: Please specify a monitor with the -d option.
cs: Prosím specifikujte monitor pomocí volby -d.

source: Policies summarise common settings for different user groups. Such settings make it easy to switch back to simple defaults. Other groups can define own settings and share them accross Oyranos enabled systems.
cs: Politiky shrnují obvyklá nastavení pro různé skupiny uživatelů a usnadňují návrat k výchozímu nastavení. Jiní uživatelé mohou definovat vlastní nastavení a sdílet je napříč systémy s nainstalovaným Oyranosem.

source: Policy
cs: Politika

source: Policy search paths
cs: Prohledávané cesty pro politiky

source: Prefered CIE*Lab Editing Color Space
cs: Preferovaný CIE*Lab barvový prostor pro editaci

source: Prefered Cmyk Editing Color Space
cs: Preferovaný barvový prostor CMYK pro editaci

source: Prefered Gray Editing Color Space
cs: Preferovaný barvový prostor pro editaci v šedi.

source: Prefered Rgb Editing Color Space
cs: Preferovaný barvový prostor RGB pro editaci

source: Prefered XYZ Editing Color Space
cs: Preferovaný barvový prostor XYZ pro editaci

source: Preserve Numbers
cs: Zachovat hodnoty

source: Preview, perceptual
cs: Náhled, perceptuální

source: Preview, relative colorimetric
cs: Náhled, relativní kolorimetrický

source: Preview, saturated
cs: Náhled, saturace

source: Print a help text:
cs: Vytisknout nápovědu:

source: Printer
cs: Tiskárna

source: Printer CUPS
cs: Tiskárna CUPS

source: Printers, which are accessible through the CUPS spooling system.
cs: Tiskárny, které jsou přístupné přes tiskovou frontu CUPS.

source: Priority:
cs: Priorita:

source: Profile already installed
cs: Profil je již nainstalován

source: Profile description, multilingual
cs: Popis profilu, vícejazyčný

source: Profile exists already
cs: Profil již existuje

source: Profile sequence description
cs: Popis sekvence profilu

source: Profile sequence identification
cs: Identifikace sekvence profilu

source: Profiling parameters
cs: Parametry charakterizace

source: Projection Television
cs: Projekční televize

source: Promt
cs: Dotázat se

source: Proofing
cs: Simulace

source: Proofing Color Space
cs: Barvový prostor pro simulaci

source: Proofing Rendering Intent
cs: Záměr transformace pro simulaci

source: Proofing Settings
cs: Nastavení simulace

source: Proofing Settings allows one to decide about the simulation color space.
cs: Nastavení simulace umožňují stanovit barvový prostor pro napodobení jiného zařízení.

source: Raw camera data, which are in file containing raw sensor data from a camera still picture.
cs: Data z fotoaparátu (RAW), která jsou v souboru obsahujícím surová data ze senzoru fotoaparátu.

source: Read PNG
cs: Číst PNG

source: Read PPM
cs: Načíst PPM

source: Red
cs: Červená

source: Red Colorant
cs: Červený kolorant

source: Red Gamma:
cs: Červená gama:

source: Red tone reproduction curve
cs: Křivka reprodukce červených tónů

source: Red xy:
cs: Červená xy:

source: Reflective scanner
cs: Odrazný skener

source: Relative Colorimetric
cs: Relativní kolorimetrický

source: Rendering
cs: Transformace

source: Rendering Intent
cs: Záměr transformace

source: Rendering intent for color space transformations is typical the Relative Colorimetric intent plus Black Point Compensation or the Perceptual intent.
cs: Záměr pro transformace mezi různými barvovými prostory se obvykle volí relativní kolorimetrický vč. kompenzace černého bodu nebo perceptuální.

source: Rendering intent for color space transformations.
cs: Záměr transformace mezi barvovými prostory.

source: Saturation
cs: Saturační

source: Saturation Graph:
cs: Saturační graf:

source: Save Mixed Color Space Documents
cs: Uložit dokumenty se smíšenými barvovými prostory

source: Save to a new policy:
cs: Uložit jako novou politiku:

source: Scanner
cs: Skener

source: Scanner data, which come from SANE library.
cs: Data skeneru, která přichází od knihovny SANE.

source: Segmented Curve
cs: Rozdělená křivka

source: Select a color profile representing a device to be simulated. This profile will only be applied if proofing is enabled.
cs: Zvolte barvový profil charakterizující zařízení, které má být simulováno. Tento profil bude použit pouze v případě použití funkce simulace.

source: Select active policy:
cs: Zvolit aktivní politiku:

source: Serial:
cs: Sériové číslo:

source: Set new profile:
cs: Nastavit nový profil:

source: Settings affecting the Behaviour in various situations
cs: Nastavení ovlivňující chování v různých situacích

source: Settings can be grouped in Oyranos policies for easier adaption to demands, better remembering and synchronisation.
cs: Pro snadnější přizpůsobení požadavkům, zapamatování a synchronizaci mezi systému mohou být nastavení seskupena dle politik Oyranosu.

source: Signal
cs: Signál

source: Silkscreen
cs: Sítotisk

source: Simulate the output print on the monitor
cs: Simulovat tisk na monitoru

source: Simulation/Proof Color Space
cs: Barvový prostor pro simulaci (proof)

source: Size:
cs: Velikost:

source: So something with options.
cs: Takže něco s volbami.

source: SoftProof
cs: SofProof

source: Source and Target Profiles for various situations
cs: Vstupní a výstupní profily pro různé situace

source: Standard Observer Graph:
cs: Graf standardního pozorovatele:

source: Start
cs: Začátek

source: Tag Version:
cs: Verze štítků:

source: Taxi DB entries for device
cs: Záznamy pro zařízení v Taxi DB

source: Technology:
cs: Technologie:

source: The "display" filter supports applications to show image content on single and multi monitor displays. It cares about the server communication in declaring the region as prematched. So a X11 server side colour correction does not disturb the displayed colours and omits the provided rectangle. The "display" filter matches the provided image content to each monitor it can find. Of course this has limitations to distorted windows, like wobbly effects or matrix deformed windows.
cs: Filtr "displej" umožňuje aplikacím zobrazit obsah obrázku na jednom či více displejích. Postará se o komunikaci se serverem ohledně deklarace regionu, který již má správné barvy. Tzn., že barvová korekce na straně serveru X11 již neovlivní zobrazené barvy, neboť oblast daného obdélníku je z korekce vynechána. Filtr "displej" spojí daný obsah obrázku s každým monitorem, který nalezne. Toto samozřejmě nebude fungovat pro okna se zkreslenou geometrií jako např. efekty "wobbly" nebo okna deformovaná dle matic.

source: The CUPS module supports the generic device protocol.
cs: Module CUPS podporuje protokol obecného zařízení.

source: The CUPS/printer module for Oyranos.
cs: Tiskový/CUPS modul pro Oyranos.

source: The Editing Color Spaces shall be well behaving in order to allow editing of per channel curves. Well behaving means for Rgb, that editing of all three curves maintains gray neutrality. Hint: editing color spaces are sometimes called a working space.
cs: Barvové prostory pro editaci mají být "dobře se chovající", aby umožňovaly editaci pomocí křivek pro jednotlivé kanály. Pro RGB znamená "dobře se chovající", že při současných úpravách všech tří křivek zůstane zachována neutrální šedá. Poznámka: barvový prostor pro editaci je totéž co pracovní prostor.

source: The Option "filename" should contain a valid filename to read the png data from. If the file does not exist, a error will occure. The iCCP chunk is searched for or a oyASSUMED_WEB/oyASSUMED_GRAY ICC profile will be attached to the resulting image. A embedded renering intent will be ignored.
cs: Volba "filename" by měla obsahovat platný název souboru pro čtení dat PNG. Pokud soubor neexistuje, nastane chyba. iCCP chunk je prohledán pro oyASSUMED_WEB/oyASSUMED_GRAY. Profil ICC bude připojen k výslednému obrázku. Vložený záměr transformace bude ignorován.

source: The Option "filename" should contain a valid filename to read the ppm data from. If the file does not exist, a error will occure. The oyEDITING_RGB ICC profile is attached.
cs: Volba "filename" by měla obsahovat platný název souboru pro čtení dat PPM. Pokud soubor neexistuje, nastane chyba. Profil ICC oyEDITING_RGB je připojen.

source: The Option "filename" should contain a valid filename to write the png data into. A existing file will be overwritten without notice.
cs: Volba "filename" by měla obsahovat platný název souboru pro zápis dat PNG. Existující soubor bude bez upozornění přepsán.

source: The Option "filename" should contain a valid filename to write the ppm data into. A existing file will be overwritten without notice.
cs: Volba "filename" by měla obsahovat platné jméno souboru k zápisu dat PPM. Existující soubor bude přepsán bez výstrahy.

source: The adaption state should be between 0 and 1.0 and will apply to the absolute colorimetric intent.
cs: Adaptační stav by měl být mezi 0 a 1.0 a týká se absolutního kolorimetrického záměru.

source: The conversion between color spaces of different shape and size can happen in various ways. The Perceptual rendering intent is usual the best choice for photographs and artistic imagery. It is used in many automatic systems. The Relative Colorimetric rendering intent provides a well-defined standard, one-to-one color mapping, but without applying white point adaption. This can lead to color clipping in case of colors falling outside the target gamut as a price for the otherwise colorimetric correctness. The Relative Colorimetric intent is often used in combination with Black Point Compensation. The Saturation rendering intent shall provide an optimal use of saturated device colors. The Absolute Colorimetric rendering intent works like the relative colorimetric one except the white point is adapted. All rendering intents beside the colorimetric ones rely on the color tables designed by the profile vendor.
cs: Transformace mezi barvovými prostory rozdílných tvarů a velikostí lze provádět různými způsoby. Perceptuální záměr transformace je obvykle nejlepší volbou pro fotografie a umělecké obrazy. Používá se v mnoha automatizovaných systémech. Relativní kolorimetrický záměr poskytuje dobře definovaný standard, mapování barev jedna-k-jedné spolu s adaptací bílého bodu. To může vést k "oříznutí" barev mimo cílový gamut, což je cena za jinak kolorimetrickou přesnost. Relativní kolorimetrický záměr se často používá spolu s kompenzací černého bodu. Záměr dle saturace má poskytnout optimální využití sytých barev zařízení. Absolutní kolorimetrický záměr transformace funguje stejně jako relativní kolorimetrický záměr s tím rozdílem, že bílý bod není přizpůsoben (zůstává zachován). Všechny záměry transformace kromě těch kolorimetrických závisejí na tabulkách mapování barev vložených do profilu ICC jejich tvůrcem.

source: The filter is a libraw image reader. The option "device" with value "1" requestests a oyConfig_s object containing typical device informations about the cameraRAW file. The option "render" with value "0" will skip some of the data processing.
cs: Filtr načítá obrázek pomocí libraw. Volba "device" s hodnotou "1" vyžádá objekt oyConfig_s obsahující typické informace zařízení o souboru cameraRAW. Volba "render" s hodnotou "0" přeskočí některá zpracování dat.

source: The filter is provides policy settings. These settings can be applied to a graph through the user function oyConversion_Correct().
cs: Filtr poskytuje nastavení politiky. Tato nastavení mohou být použita v grafu pomocí uživatelské funkce oyConversion_Correct().

source: The filter obtains a image from libraw.
cs: Filtr získá obrázek z libraw.

source: The following options are available to create colour contexts: "profiles_simulation", a option of type oyProfiles_s, can contain device profiles for proofing. "profiles_effect", a option of type oyProfiles_s, can contain abstract colour profiles. The following Oyranos options are supported: "rendering_gamut_warning", "rendering_intent_proof", "rendering_bpc", "rendering_intent", "proof_soft" and "proof_hard". The additional lcms options are supported "cmyk_cmyk_black_preservation" [0 - none; 1 - LCMS_PRESERVE_PURE_K; 2 - LCMS_PRESERVE_K_PLANE] and "precalculation".
cs: K dispozici jsou následující volby pro vytvoření barvových kontextů: "profiles_simulation", volba typu oyProfiles_s, může obsahovat profily zařízení pro simulaci. "profiles_effect", volba typu oyProfiles_s, může obsahovat abstraktní profily ICC. Jsou podporovány následující volby Oyranosu: "rendering_gamut_warning", "rendering_intent_proof", "rendering_bpc", "rendering_intent", "proof_soft" a "proof_hard". Jsou podporovány dodatečné volby lcms "cmyk_cmyk_black_preservation" [0 - none; 1 - LCMS_PRESERVE_PURE_K; 2 - LCMS_PRESERVE_K_PLANE] a "precalculation".

source: The kind of ICC gamut mapping for transforming colors between differently sized color spaces
cs: Typ mapování gamutu ICC pro transformaci barev mezi barvovými prostory ruzných velikostí

source: The lcms "colour.icc" filter is a one dimensional colour conversion filter. It can both create a colour conversion context, some precalculated for processing speed up, and the colour conversion with the help of that context. The adaption part of this filter transforms the Oyranos colour context, which is ICC device link based, to the internal lcms format.
cs: Filter lcms "colour.icc" je jednorozměrný filtr pro transformaci barev. Umí vytvořit jak kontext transformace barev, některé předvypočtené pro urychlení následné transformace, tak i transformaci barev s pomocí toho kontextu. Adaptační část filtru transformuje barvový kontext Oyranosu, který je založen na tzv. spojovacích profilech ICC, do interního formátu lcms.

source: The littleCMS "create_profile.colour_matrix" command lets you create ICC profiles from some given colourimetric coordinates. See the "create_profile" info item.
cs: Příkaz Little CMS "create_profile.colour_matrix" umožňuje vytvořit profily ICC z určených kolorimetrických souřadnic. Viz položka "create_profile".
