Repository: Acidburn0zzz/oyranos
Catalog: po/*.po
Languages: cs

source: !!! ERROR
cs: !!! CHYBA

source: (device) link class
cs: třída spojovacího profilu

source: --module name
cs: --module jméno

source: --short print only the file name
cs: --short vytisknout pouze název souboru

source: -v verbose
cs: -v upovídaný výstup

source: 0/d or d/0
cs: 0/d nebo d/0

source: 1. Channel
cs: 1. kanál

source: 10 degree (1964)
cs: 10stupňový (1964)

source: 10. Channel
cs: 10. kanál

source: 10color
cs: 10-barevný

source: 11. Channel
cs: 11. kanál

source: 11color
cs: 11-barevný

source: 12. Channel
cs: 12. kanál

source: 12color
cs: 12-barevný

source: 13. Channel
cs: 13. kanál

source: 13color
cs: 13-barevný

source: 14. Channel
cs: 14. kanál

source: 14color
cs: 14-barevný

source: 15. Channel
cs: 15. kanál

source: 15color
cs: 15-barevný

source: 16-bit
cs: 16-bitů

source: 16. Channel
cs: 16. kanál

source: 2 degree (1931)
cs: 2stupňový (1931)

source: 2. Channel
cs: 2. kanál

source: 2D Graph from profiles:
cs: 2D grafy z profilů:

source: 2color
cs: 2-barevný

source: 3. Channel
cs: 3. kanál

source: 3color
cs: 3-barevný

source: 4. Channel
cs: 4. kanál

source: 4color
cs: 4-barevný

source: 5. Channel
cs: 5. kanál

source: 5color
cs: 5-barevný

source: 6. Channel
cs: 6. kanál

source: 6color
cs: 6-barevný

source: 7. Channel
cs: 7. kanál

source: 7color
cs: 7-barevný

source: 8-bit
cs: 8-bitů

source: 8. Channel
cs: 8. kanál

source: 8color
cs: 8-barevný

source: 9. Channel
cs: 9. kanál

source: 9color
cs: 9-barevný

source: ?? Nothing to add ??
cs: ?? Nic k přidání ??

source: A single path option is required
cs: Volba vyžaduje pouze jednu cestu

source: About Oyranos
cs: O Oyranosu

source: Absolute Colorimetric
cs: Absolutní kolorimetrický

source: Abstract
cs: Abstraktní

source: Action for Image profile and Editing profile mismatches.
cs: Akce v případě nesouladu profilu obrázku a editace.

source: Activate profiles:
cs: Aktivovat profily:

source: Active matrix monitor
cs: Monitor s aktivní maticí

source: Adaptation State
cs: Stav adaptace

source: Adaptation state for absolute colorimetric intent
cs: Adaptační stav pro absolutní kolorimetrický záměr

source: All
cs: Vše

source: All the small details for using this module.
cs: Všechny ty malé detaily pro používání tohoto modulu.

source: Already enabled
cs: Již aktivováno

source: Assign Assumed Profile
cs: Přiřadit předpokládaný profil

source: Assign No Profile
cs: Nepřiřadit žádný profil

source: Assigns an untagged CIE*Lab Image this color space
cs: Přiřadí tento barvový prostor neoznačenému obrázku CIE*Lab

source: Assigns an untagged Cmyk Image this color space
cs: Přiřadí tento barvový prostor neoznačenému obrázku CMYK

source: Assigns an untagged Gray Image this color space
cs: Přiřadí tento barvový prostor neoznačenému obrázku v šedi (monochromatickému)

source: Assigns an untagged Rgb Image this color space
cs: Přiřadí tento barvový prostor neoznačenému obrázku RGB

source: Assigns an untagged Rgb Image with source from the WWW this color space
cs: Přiřadí tento barvový prostor neoznačenému obrázku RGB pocházejícího z WWW

source: Assigns an untagged Rgb Image with source from the WWW this color space. This will always be sRGB as defined by W3C.
cs: Přiřadí tento barvový prostor neoznačenému obrázku RGB pocházejícího z WWW. Toto bude vždy sRGB dle definice W3C.

source: Assigns an untagged XYZ Image this color space
cs: Přiřadí tento barvový prostor neoznačenému obrázku XYZ

source: Assumed Cmyk source
cs: Předpokládaný vstupní CMYK

source: Assumed Color Space
cs: Předpokladaný barvový prostor

source: Assumed Color Space for untagged colors
cs: Předpokládaný barvový prostor pro neoznačené barvy

source: Assumed Gray source
cs: Předpokládaný pr. vstup. šedi

source: Assumed Lab source
cs: Předpokládaný vstupní Lab

source: Assumed Rgb source
cs: Předpokládaný vstupní RGB

source: Assumed Web source
cs: Předpokládaný vstupní Web

source: Assumed XYZ source
cs: Předpokládaný vstupní XYZ

source: Available devices
cs: Dostupná zařízení

source: BPC affects often only the Relative Colorimetric Rendering intent.
cs: BPC ovlivňuje pouze relativní kolorimetrický záměr transformace.

source: Behaviour
cs: Chování

source: Behaviour for preselecting Hardproofing with a Proofing Profile at print time
cs: Chování pro předvolbu Hardproofingu s profilem simulace při tisku

source: Behaviour of color space transformation for proofing
cs: Chování záměru transformace barvového prostoru pro simulaci

source: Behaviour of color space transformation for proofing. Most people want a preview on screen only. The Relative Colorimetric intent is right for that. The Absolute Colorimetric intent needs a very careful profiling and non-trivial setup, but allowes for side-by-side comparisions.
cs: Způsob transformace barev pro simulaci. Většina uživatelů použije funkci simulace pouze na obrazovce, pro což se hodí relativní kolorimetrický záměr. Absolutní kolorimetrický záměr přepodkládá velmi pečlivou charakterizaci zařízení a komplikované nastavení, nicméně umožňuje porovnání barev "vedle sebe" (např. na monitoru a výtisku).

source: Bits per Sample
cs: Bitů ve vzorku

source: Black
cs: Černá

source: Black Preservation
cs: Zachování černé

source: Blue
cs: Modrá

source: Blue Colorant
cs: Modrý kolorant

source: Blue Gamma:
cs: Modrá gama:

source: Blue tone reproduction curve
cs: Křivka reprodukce modrých tónů

source: Blue xy:
cs: Modrá xy:

source: CIE Y (Luminance)
cs: CIE Y (Jas)

source: CLUT is a levels x levels*levels sized PPM, --levels defaults for clut to 64
cs: CLUT je PPM o velikosti úrovně x úrovně x úrovně, --levels má výchozí hodnotu pro CLUT rovnu 64

source: Calibration date
cs: Datum kalibrace

source: Can not read hardware information from device.
cs: Ze zařízení nelze přečíst informaci o hardware.

source: Cant read hardware information from device.
cs: Ze zařízení nelze přečíst informaci o hardware.

source: Cathode ray tube display
cs: Obrazovka CRT

source: Channels
cs: Kanály

source: Check if LittleCMS can handle a certain command.
cs: Zkontrolovat, zda Little CMS podporuje určitý příkaz.

source: Check if this module can handle a certain command.
cs: Ověřit, zda tento modul zvládne určitý příkaz.

source: Chromaticity
cs: Chromaticita

source: Cmyk to Cmyk transforms can provide various strategies to preserve the black only channel. None means, black might change to Cmy and thus text prints not very well. LittleCMS 2 has added two different modes to deal with that: Black-ink-only preservation and black-plane preservation. The first is simple and effective: do all the colorimetric transforms but keep only K (preserving L*) where the source image is only black. The second mode is fair more complex and tries to preserve the WHOLE K plane.
cs: Při transformaci CMYK -> CMYK lze použít různé strategie pro zachování černého kanálu. "Žádný" znamená, že černá se může změnit na CMY a text se tedy nevytiskne nejlépe. LittleCMS 2 to řeší dvěma způsoby: zachování pouze černého inkoustu nebo zachování roviny černé. První způsob je jednoduchý a účinný: provedou se všechny kolorimetrické transformace, ale zachová se jen K (světlost L*) v případech, kdy vstupní obrázek je pouze černý. Druhý způsob je značně komplexní a snaží se zachovat celou rovinu černé (K).

source: Cmyk to Cmyk transforms can provide various strategies to preserve the black only channel. None means, black might change to Cmy and thus text prints not very well. LittleCMS has added two different modes to deal with that: Black-ink-only preservation and black-plane preservation. The first is simple and effective: do all the colorimetric transforms but keep only K (preserving L*) where the source image is only black. The second mode is fair more complex and tries to preserve the WHOLE K plane.
cs: Při transformaci CMYK -> CMYK lze použít různé strategie pro zachování černého kanálu. "Žádný" znamená, že černá se může změnit na CMY a text se tudíž nevytiskne nejlépe. Little CMS to řeší dvěma způsoby: zachování pouze černého inkoustu nebo zachování roviny černé. První způsob je jednoduchý a účinný: provedou se všechny kolorimetrické transformace, ale zachová se K (světlost L*) jen v případech, kdy vstupní obrázek je pouze černý. Druhý způsob je značně komplexní a snaží se zachovat celou rovinu černé (K).

source: Collections of settings in Oyranos
cs: Sbírky nastavení Oyranosu

source: Color Space for Simulating real devices
cs: Barvový prostor pro simulaci skutečných zařízení

source: Color Transform CLUT's can additionally use curves for special cases
cs: Transformace barev typu CLUT může ve zvláštních případech využít i křivky.

source: Color Transforms can be differently stored internally
cs: Transformace barev mohou být interně uloženy různými způsoby

source: Color content can sometimes have no ICC profile assigned. This is a critical situation as the system can not properly convert these colors. Therefor the color processing parts need to pick some profile as a guess. These settings allow to change the picked ICC profile to guide the processing components and allow proper conversion and compositing.
cs: Stane se, že barevná data nemají přiřazen žádný profil ICC. Aby systém správy barev mohl správně transformovat barvy (pro monitor, tiskárnu), musí těmto neoznačeným datům přiřadit nějaký profil ICC. Tato nastavení umožňují změnit výchozí profil ICC a tím ulehčit modulu správy barev transformaci a skládání barev.

source: Color management has in some situations to resolve unclear situations. This can be done by automatic applying preselected choices or on a case to case base. In unclear situations users can get alerted if they wish and perform manual control.
cs: V některých situacích musí správa barev řešit nejasnosti. To lze provést využitím přednastavených voleb nebo individuálně. V nejasných případech jsou uživatelé varováni - pokud si to přejí - a mohou situaci vyřešit ručně.

source: Color matching between different devices is possible, provided that the color characteristics of the involved devices are known. The quality of a color transform for devices from one color space to an other depends particularly on the quality of the color measurement and the profiling algorithm used during ICC profile creation. Each color space definition happens in reference to a Profile Connection Spaces (PCS). The PCS is a well known color space, based on the average "human observer" as defined by CIE.
cs: Mapování barev mezi různými zařízeními je možné za předpokladu, že známe barvovou charakteristiku dotčených zařízení. Kvalita transformace barev pro zařízení z jednoho barvového prostoru do druhého závisí zvláště na kvalitě měření barev a charakterizačních algoritmů použitých při přípravě profilu ICC. Definice každého barvového prostoru obsahuje referenci na tzv. propojovací prostory (PCS). PCS je dobře známý barvový prostor založený na průměrném "lidském pozorovateli" dle definice CIE.

source: Color profiles are often available from manufacturers of imaging devices as digital cameras, monitors and printers. In Oyranos, ICC profiles are assigned to calibration states of color devices, to get close to the device behaviour as was present during ICC profile creation.
cs: Barvové profily jsou poskytnuty výrobci obrazových zařízení jako jsou digitální fotoaparáty, monitory a tiskárny. V Oyranosu jsou profily ICC přiřazeny ke kalibrovaným stavům jednotlivých zařízení, aby se zajistilo shodné chování zařízení jako při přípravě profilu ICC.

source: Color space for Simulating an Output Device
cs: Barvový prostor pro simulaci výstupniho zařízení

source: Colour
cs: Barva

source: Colour Space
cs: Barvový prostor

source: Colour adaption matrix
cs: Matice přizpůsobení barev

source: Colour b
cs: Barva b

source: Colour channel names
cs: Jména barevných kanálů

source: Colour channel order
cs: Pořadí barevných kanálů

source: Colour channel output names
cs: Výstupní jména barevných kanálů

source: Colour measurement data
cs: Data z měření barev

source: Colour r
cs: Barva r

source: Convert Image:
cs: Konvertovat obrázek:

source: Convert automatically
cs: Automaticky konvertovat

source: Convert image to ICC Color Space
cs: Konvertovat obrázek do barvového prostoru ICC

source: Convert to Default Cmyk Editing Space
cs: Konvertovat do výchozího barvového prostoru editace CMYK

source: Convert to Default Rgb Editing Space
cs: Konvertovat do výchozího prostoru editace RGB

source: Convert to WWW (sRGB)
cs: Konvertovat do WWW (sRGB)

source: Convert to untagged Cmyk, preserving Cmyk numbers
cs: Konvertovat do neoznačeného CMYK se zachováním CMYK hodnot

source: Could not allocate memory for:
cs: Nelze alokovat paměť pro:

source: Could not download from WWW. Please install curl or wget.
cs: Nelze stáhnout z WWW. Nainstalujte prosím "curl" nebo "wget".

source: Could not open ICC profile
cs: Nelze otevřít profil ICC

source: Could not open default ICC profile
cs: Nelze otevřít výchozí profil ICC

source: Could not open device
cs: Nelze otevřít zařízení

source: Could not open meta module API
cs: Nelze otevřít meta modul API

source: Could not open profile
cs: Nelze otevřít profil

source: Could not open:
cs: Nelze otevřít:

source: Could not resolve device
cs: Nelze rozpoznat zařízení

source: Could not write to file
cs: Nelze zapisovat do souboru

source: Create 3D CLUT
cs: Vytvořit 3D CLUT

source: Create a ICC abstract proofing profile.
cs: Vytvořit abstraktní profil ICC pro simulaci.

source: Create a ICC matrix profile.
cs: Vytvořit maticový profil ICC.

source: Create a ICC proofing profile.
cs: Vytvořit profil simulace.

source: Currently active policy:
cs: Aktuálně aktivní politika:

source: Curve Channels:
cs: Kanály křivky:

source: Curve Precission:
cs: Přesnost křivky:

source: Curve Segments:
cs: Segmenty křivky:

source: Curves
cs: Křivky

source: Curves for Optimization
cs: Křivky pro optimalizaci

source: Cyan
cs: Azurová

source: DISPLAY variable not set: giving up.
cs: Proměnná DISPLAY není nastavena: ukončeno.

source: Date:
cs: Datum:

source: Decide how to preserve the black channel for Cmyk to Cmyk transforms
cs: Rozhodnout, jakým způsobem zachovat černý kanál při transformaci CMYK -> CMYK.

source: Decide how to resolve conflicts with input color spaces and current settings.
cs: Rozhodnout co dělat, když se vstupní barvový prostor nerovná aktuálnímu nastavení.

source: Decide what to do when the default color spaces dont match the current ones.
cs: Rozhodnout co dělat, když se výchozí barvový prostor nerovná aktuálnímu.

source: Default Profiles
cs: Výchozí profily

source: Device
cs: Zařízení

source: Device Serial:
cs: Sériové číslo zař.:

source: Device Settings
cs: Nastavení zařízení

source: Device colours
cs: Barvy zařízení

source: Device manufacturerer description
cs: Popis výrobce zařízení

source: Device model description
cs: Popis modelu zařízení

source: Digital camera
cs: Digitálni fotoaparát

source: Display
cs: Displej

source: Driver name:
cs: Jméno ovladače:

source: Driver signature/encoding:
cs: Kódování/podpis ovladače:

source: Driver version:
cs: Verze ovladače:

source: Dump Device Infos to OpenICC device JSON:
cs: Vypsat informace o zařízení do JSON OpenICC:

source: Dump data:
cs: Vypsat data:

source: Dump out the actual settings:
cs: Vypsat aktuální nastavení:

source: Dye sublimation printer
cs: Sublimační tiskárna

source: Editing Cmyk
cs: Editace CMYK

source: Editing Color Space
cs: Barvový prostor pro editaci

source: Editing Gray
cs: Editace v šedi

source: Editing Lab
cs: Editace Lab

source: Editing Rgb
cs: Editace RGB

source: Editing XYZ
cs: Editace XYZ

source: Effect abtract Color Space
cs: Efektový abstraktní barvový prostor

source: Electrophotographic printer
cs: Elektrofotografická tiskárna

source: Electrostatic printer
cs: Elektrostatická tiskárna

source: Enable simulation of an output color space on a local printer. Most users do not work for a certain media and leave color handling to the system. They want no simulation.
cs: Umožní simulaci výstupního barvového profilu na místní tiskárně. Většina uživatelů nepracuje se záměrem výstupu na konkrétním médiu a proto ponechává správu barev na systému. Tzn., že nepotřebují použít tuto simulaci.

source: Enable simulation of output print on the monitor. Most users do not work for a certain media and leave color handling to the system. They want no simulation.
cs: Umožnit simulaci tiskového výstupu na monitoru. Většina uživatelů nepracuje s preferencí konkrétního média (papíru, inkoustu) a ponechá zpracování na systému. Tzn., že nepotřebují simulaci.

source: Erase profile:
cs: Smazat profil:

source: Error
cs: Chyba

source: Error getting atom
cs: Chyba při získávání atomu

source: Error in ICC profile tag found!
cs: Nalezena chyba ve štítku profilu ICC!

source: Error obtaining profile
cs: Chyba při získávání profilu

source: Error setting up atom
cs: Chyba při nastavování atomu

source: Example
cs: Příklad

source: Exit!
cs: Ukončit!

source: Extended Options
cs: Rozšířené volby:

source: Extract ICC profile:
cs: Extrahovat profil ICC:

source: File exists
cs: Soubor existuje

source: File name is missed
cs: Chybí soubor

source: Files
cs: Soubory

source: Film scanner
cs: Filmový skener

source: Film writer
cs: Zapisovač na film

source: Flexography
cs: Flexografie

source: For Print
cs: Pro tisk

source: For Screen
cs: Pro obrazovku

source: For more informations read the man page:
cs: Pro více informací viz manuálová stránka:

source: Found no node in conversion. give up
cs: Nenalezen žádný uzel při transformaci. Ukončeno.

source: Gamma
cs: Gama

source: Gamut Warning
cs: Varování gamutu

source: General options:
cs: Obecné volby:

source: Generate CLUT Image:
cs: Generovat obrázek CLUT:

source: Generate Image:
cs: Generovat obrázek:

source: Get ICC profile
cs: Získat profil ICC

source: Gravure
cs: Gravura

source: Gray
cs: Seda stupnice

source: Gray tone reproduction curve
cs: Křivka reprodukce šedých tónů

source: Green
cs: Zelená

source: Green Colorant
cs: Zelený kolorant

source: Green Gamma:
cs: Zelená gama:

source: Green tone reproduction curve
cs: Křivka reprodukce zelených tónů

source: Green xy:
cs: Zelená xy:

source: Handle mixed color spaces in preparing a document for print output.
cs: Zacházení se smíšenými barvovými prostory při přípravě dokumentu pro tiskový výstup.

source: Handle mixed color spaces in preparing a document for print output. A conversion to the default editing color space is typically what most users want.
cs: Zacházení se smíšenými barvovými prostory při přípravě dokumentu pro tiskový výstup. Většina uživatelů použije transformaci do barvového prostoru pro editaci.

source: Handle mixed color spaces in preparing a document for screen output.
cs: Zacházení se smíšenými barvovými prostory při přípravě dokumentu pro výstup na obrazovku.

source: Handle mixed color spaces in preparing a document for screen output. A conversion to sRGB helps in easy data exchange and is what most users want.
cs: Zacházení se smíšenými barvovými prostory při přípravě dokumentu pro výstup na obrazovku. Většina uživatelů použije transformaci do sRGB (vhodné pro snadnou výměnu dat).

source: Handle options.
cs: Volby obslužné rutiny.

source: Handling of Mixed Color Spaces inside one single Document
cs: Výchozí zacházení se smíšenými barvovými prostory v rámci jednoho dokumentu

source: Hint: search paths are influenced by the XDG_CONFIG_HOME shell variable.
cs: Nápověda: adresářové cesty pro hledání jsou ovlivněny proměnnou shellu XDG_CONFIG_HOME.

source: Hue
cs: Odstín

source: ICC colour profile for colour transformations
cs: Barvový profil ICC pro barvové transformace

source: ICC colour profiles for colour transformations
cs: Barvový profil ICC pro barvové transformace

source: ICC profile
cs: profil ICC

source: ICC profile id written
cs: ID profilu ICC zapsáno

source: ICC profile search paths
cs: prohledávaná cesta pro profily ICC

source: ICC profiles
cs: Profily ICC

source: ICC profiles reside in known paths. They are defined by OpenICC and can be used by every complying system or application.
cs: Profily ICC jsou uloženy v definovaných cestách souborového systému dle standardu OpenICC a mohou být využity každým kompatibilním systémem či aplikací.

source: ICC profiles reside in known paths. They are defined by OpenICC and can be used by every complying system or application. XDG_DATA_HOME and XDG_DATA_DIRS environment variables route Oyranos to top directories containing resources. The derived paths for ICC profiles have a "color/icc" appended.
cs: Profily ICC jsou uloženy v definovaných úložištích dle standardů OpenICC a mohou být využity každým kompatibilním systémem či aplikací. Proměnné prostředí XDG_DATA_HOME a XDG_DATA_DIRS dovedou Oyranos k nadřazeným adresářům obsahujícím tato úložiště. Odvozené adresářové cesty pro profily ICC mají přidán apendix "color/icc".

source: ICC profiles should always be attached to all colors. In the case that colors are undefined, users can set various default ICC profiles in Oyranos settings.
cs: Profily ICC by vždy měly být přiřazeny ke všem barvám. Pro nedefinované barvy mohou uživatelé nastavit různé výchozí profily ICC v nastaveních Oyranosu.

source: Idendity
cs: Identita

source: Illuminant A
cs: Iluminant A

source: Illuminant D50
cs: Iluminant D50

source: Illuminant D55
cs: Iluminant D55

source: Illuminant D65
cs: Iluminant D65

source: Illuminant D93
cs: Iluminant D93

source: Illuminant F2
cs: Iluminant F2

source: Illuminant F8
cs: Iluminant F8

source: Illuminant unknown
cs: Iluminant neznámý

source: Illuminant with equal energy E
cs: Iluminant s rovnoměrnou energií E

source: Image
cs: Obrázek

source: Image has no color space embedded. What default action shall be performed?
cs: Obrázek nemá vložený barvový prostor. Jaká výchozí akce má být provedena?

source: Incoming color spaces can differ from the default editing color space. For most users, an automatic conversion is fine. However, for more demanding work, the numbers need to be preserved.
cs: Vstupní barvové prostory se mohou lišit od výchozího prostoru pro editaci. Pro většinu uživatelů je vhodná automatická transformace. Avšak pro náročnější práci může být vhodné zachovat hodnoty barev.

source: InkJet printer
cs: Inkoustová tiskárna

source: Input
cs: Vstupní

source: Install ICC profile:
cs: Instalovat profil ICC:

source: Lightness
cs: Světlost

source: Link
cs: Spojovací

source: List Taxi profile for selected device:
cs: Vypsat profil Taxi pro vybrané zařízení:

source: List available ICC profiles:
cs: Vypsat dostupné profily ICC:

source: List available policies:
cs: Vypsat dostupné politiky:

source: List devices:
cs: Vypsat zařízení:

source: List included ICC tags:
cs: Vypsat zahrnuté štítky ICC:

source: List modules:
cs: Vypsat moduly:

source: List search paths:
cs: Vypsat prohledávané cesty:

source: Little CMS can use curves before and after CLUT's for special cases like gamma encoded values to and from linear gamma values. Performance will suffer.
cs: Ve zvláštních případech jako hodnoty kódované v gama do a z lineárních hodnot může Little CMS využít křivky před a po CLUT. Výkon však poklesne.
